Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/unemployed_people/conditions_for_getting_a_jobseekers_payment.html.txt.tmx
Source language: en
Languages: pl

source: Conditions for getting a jobseeker's payment
pl: Warunki uzyskania świadczenia dla osób poszukujących pracy

source: • Conditions for jobseeker's payments
pl: • Warunki uzyskania świadczeń dla osób poszukujących pracy

source: • Sanctions for not meeting the conditions of your jobseeker’s payment
pl: • Kary za niespełnianie warunków otrzymywania świadczenia dla osób poszukujących pracy

source: Jobseeker’s Allowance and Jobseeker’s Benefit are payments for people who are unemployed and looking for work
pl: Zasiłki lub dodatki dla osób poszukujących pracy stanowią formę wsparcia finansowego dla osób pozostających bez pracy i poszukujących zatrudnienia

source: To get either of these jobseeker’s payments you must meet certain conditions or requirements
pl: Aby uzyskać świadczenie dla osób poszukujących pracy, należy spełnić pewne warunki i wymagania

source: If you do not meet these conditions you can be refused a payment, be disqualified from getting a payment for a period or be paid a reduced rate of your payment
pl: W przeciwnym razie wydana zostanie decyzja odmowna, wnioskodawca może stracić prawo do świadczenia na określony czas lub kwota wypłacanego zasiłku może być obniżona

source: You should also read our documents on the payments for detailed information about each payment
pl: Należy zapoznać się z treścią naszych dokumentów na temat świadczeń, aby uzyskać szczegółowe informacje o każdym z nich

source: For example, in the case of Jobseeker’s Allowance you must also meet the means test criteria and the habitual residence condition while to qualify for Jobseeker’s Benefit you must have enough social insurance (PRSI) contributions and have suffered a substantial loss of employment
pl: W przypadku zasiłku dla osób poszukujących pracy należy spełnić kryteria związane z wysokością dochodów oraz warunek stałego pobytu. W przypadku świadczenia dla osób poszukujących pracy należy spełnić warunek wpłacenia określonej liczby składek na ubezpieczenie społeczne (PRSI) oraz wykazać fakt utraty pracy

source: Conditions for jobseeker's payments
pl: Warunki uzyskania świadczeń dla osób poszukujących pracy

source: To qualify for a jobseeker’s payment you must be under 66 years of age
pl: Aby uzyskać prawo do pobierania świadczenia dla osób poszukujących pracy, należy mieć mniej niż 66 lat

source: You must be 18 years or over to claim Jobseeker’s Allowance
pl: Należy mieć ponad 18 lat, aby wnioskować o przyznanie zasiłku dla osób poszukujących pracy

source: People under 18 do not qualify for Jobseeker’s Benefit
pl: Osoby w wieku poniżej 18 lat nie kwalifikują się do świadczenia dla osób poszukujących pracy

source: You must also be:
pl: Należy ponadto spełnić poniższe wymagania:

source: • Unemployed (you must be fully unemployed or unemployed for at least 4 days out of 7)
pl: • brak zatrudnienia (wymóg pełnego bezrobocia lub braku zatrudnienia przez co najmniej 4 dni z 7),

source: While you are getting a jobseeker’s payment you must attend meetings and take part in appropriate employment schemes, training or work experience if requested by the Department of Social Protection (DSP)
pl: W okresie pobierania świadczenia dla osób poszukujących pracy należy być obecnym na spotkaniach i brać udział w odpowiednich programach zatrudnienia, szkoleniach lub pracach wskazanych przez Departament Ochrony Socjalnej

source: See ‘Sanctions for not meeting the conditions of your jobseeker’s payment’ below
pl: Patrz: „Kary za niespełnianie warunków otrzymywania świadczenia dla osób poszukujących pracy” poniżej

source: To get a jobseeker’s payment you must be unemployed for at least 4 days out of 7
pl: Aby pobierać świadczenie dla osób poszukujących pracy, należy pozostawać bezrobotnym przez co najmniej 4 z 7 dni

source: This means that you can work for up to 3 days in a 7-day period and still qualify for a jobseeker’s payment for the days you are not working
pl: Oznacza to, że w okresie 7-dniowym można pracować przez maksymalnie 3 dni i nadal kwalifikować się do pobierania świadczenia dla osób poszukujących pracy za dni bez pracy

source: You can also take up to two weeks’ holiday in a year and continue to get your payment
pl: Można również korzystać z maksymalnie dwutygodniowego urlopu rocznie i nadal pobierać świadczenie

source: People in full-time employment do not qualify for a jobseeker’s payment. Part-time work
pl: Praca w niepełnym wymiarze godzin

source: If you can only find part-time work or if your employer reduces your days at work to 3 days a week or less, you may get a jobseeker’s payment for the other days. You must meet the other conditions that apply to the payment, for example, you must continue to look for full-time work
pl: Jeżeli istnieje tylko możliwość znalezienia pracy na niepełny etat lub jeżeli pracodawca redukuje liczbę roboczych dni pracownika do 3 lub mniej tygodniowo, można ubiegać się o świadczenie dla osób poszukujących pracy za pozostałe, przepracowane dni

source: In the case of Jobseeker’s Allowance, any income from work is assessed in the means test. Read about:
pl: Należy ponadto spełnić inne warunki dotyczące świadczenia, np

source: Retained firefighters and jobseeker’s payments
pl: wymagane jest aktywne poszukiwanie pracy pełnoetatowej

source: People who are working as part-time fire fighters do not have to sign off for the days they are on call, firefighting or training
pl: W przypadku zasiłku dla osób poszukujących pracy każdy dochód z pracy jest brany pod uwagę w ocenie sytuacji finansowej

source: This means that you can be paid a jobseeker’s payment for days that you are on call, firefighting or training
pl: Więcej informacji można znaleźć w dokumentach:

source: The substantial loss condition does not apply to the employment as a firefighter
pl: • Zasiłek dla osób poszukujących pracy i zatrudnienie,

source: However, if you have other employment then the substantial loss condition applies to that other employment
pl: • Świadczenie dla osób poszukujących pracy i zatrudnienie

source: You may be able to do voluntary work and continue to get a jobseeker’s payment
pl: Osoba pobierająca świadczenie dla osób poszukujących pracy może wykonywać pracę wolontaryjną

source: You must continue to satisfy the conditions of the payment, which means that you must be available and looking for full-time work
pl: Należy stale spełniać warunki przyznawania świadczenia, co oznacza zdolność do podjęcia pracy oraz poszukiwanie pełnoetatowego zatrudnienia

source: You must also get permission from a Deciding Officer at your Intreo Centre or Social Welfare Branch Office
pl: Należy ponadto uzyskać zgodę urzędnika podejmującego decyzje w lokalnym biurze opieki społecznej lub w ośrodku Intreo

source: Find out more about voluntary work and social welfare payments
pl: Zachęcamy do zdobycia szczegółowych informacji na temat wolontariatu i świadczeń socjalnych

source: If you are on strike, you will not be considered unemployed and will not get a jobseeker’s payment
pl: Osoba biorąca udział w strajku nie będzie traktowana jako bezrobotna i nie uzyska świadczenia dla osób poszukujących pracy

source: However, if you are out of work as a result of a strike, for example, you have been laid off because of the strike you may get a jobseeker’s payment
pl: Jeżeli jednak wnioskodawca pozostaje bez pracy wskutek strajku, np. został z powodu strajku zwolniony, może uzyskać świadczenie

source: You may get a jobseeker’s payment if you are "not participating in or directly interested in the trade dispute which caused the stoppage at work"
pl: Istnieje możliwość uzyskania świadczenia dla osób poszukujących pracy pod warunkiem „nieuczestniczenia lub nieinteresowania się bezpośrednio sporem pracodawcy ze związkami zawodowymi, który spowodował przestój”

source: If you are on strike your family may get basic Supplementary Welfare Allowance
pl: Jeżeli wnioskodawca strajkuje, jego rodzina może otrzymać podstawowe dodatkowe świadczenie socjalne

source: You must be capable of work to qualify for a jobseeker’s payment
pl: Aby kwalifikować się do przyznania świadczenia dla osób poszukujących pracy, wnioskodawca musi być zdolny do jej podjęcia

source: You are considered capable of work unless you can produce medical evidence to prove that you are not able to work
pl: Osoba jest uważana za zdolną do pracy, o ile nie przedstawi zaświadczeń lekarskich o niezdolności do pracy

source: If you have spent some time incapable of work you must produce a final medical certificate to prove that you are now fit for work
pl: Jeżeli osoba przez pewien czas nie była w stanie pracować, musi przedstawić końcowe zaświadczenie lekarskie o przywróconej zdolności do pracy

source: If you are ill and incapable of work you may be entitled to Disability Allowance or Illness Benefit
pl: Jeżeli osoba jest chora i niezdolna do pracy, może być uprawniona do pobierania zasiłku z tytułu niepełnosprawności lub zasiłku chorobowego

source: If you are pregnant you are considered to be capable of work unless you have complications during your pregnancy or you are ill
pl: W przypadku zajścia w ciążę kobieta jest uważana za zdolną do pracy, chyba że w czasie ciąży zachoruje lub wystąpią powikłania ciążowe

source: You can read more in our document on pregnancy and social welfare payments
pl: Więcej informacji na ten temat można znaleźć w naszym dokumencie dotyczącym ciąży i świadczeń socjalnych

source: You are considered available for work if:
pl: Uważa się, że osoba może podjąć pracę, jeżeli:

source: • You state that you are available for work
pl: • oświadcza, że może podjąć pracę;

source: • You do all that is asked to show compliance with this availability condition
pl: • czyni wszystko, o co jest poproszona, aby wykazać zgodność z możliwością podjęcia pracy

source: • There is no evidence to suggest the contrary
pl: • Nie ma podstaw sugerujących coś przeciwnego

source: Essentially the Department of Social Protection considers that you are available for work if you are prepared to accept any offers of suitable employment immediately
pl: Departament Ochrony Socjalnej (DSP) uważa, że osoba może podjąć pracę, jeżeli jest gotowa natychmiast zaakceptować dowolne oferty odpowiedniego zatrudnienia

source: In addition, the employment must be suitable, having regard to your age, sex, physique, education, normal occupation, where you live, rate of pay offered and your family circumstances
pl: Ponadto zatrudnienie musi być odpowiednie, stosowne do wieku, płci, kondycji fizycznej, wykształcenia, normalnego zawodu, miejsca zamieszkania, oferowanej stawki i okoliczności rodzinnych

source: However you can be regarded as not being available for work and therefore not entitled to a jobseeker’s payment if you put unreasonable restrictions on the following:
pl: Osoba może jednak być uznana za niemogącą podjąć pracy i z tego powodu nieuprawnioną do pobierania świadczenia dla osób poszukujących pracy, jeżeli kładzie nieuzasadnione ograniczenia na:

source: If a Deciding Officer thinks that you have placed unreasonable restrictions, you will be interviewed and given the opportunity to respond
pl: Jeżeli urzędnik decyzyjny jest zdania, że osoba stwarza nieuzasadnione ograniczenia, zostanie ona poproszona o rozmowę i przedstawienie swoich racji

source: Note that if you refuse a suitable offer of work you can be disqualified from a jobseeker’s payment
pl: Należy pamiętać, że w przypadku odmowy przyjęcia odpowiedniej oferty pracy może dojść do utraty prawa do otrzymywania świadczenia

source: For example, you are considered unavailable for work in the following circumstances:
pl: Ma to np. miejsce, jeżeli uznaje się, że osoba nie podejmuje pracy w niżej wymienionych okolicznościach

source: • You are looking for a particular type of work only
pl: • Osoba poszukuje wyłącznie jednego, konkretnego rodzaju pracy

source: • You state that you are looking for part-time work only
pl: • Osoba twierdzi, że poszukuje wyłącznie zatrudnienia w niepełnym wymiarze godzin

source: However, if you cannot get suitable full-time employment, you can still accept part-time work
pl: Jeżeli jednak nie może znaleźć odpowiedniego, pełnoetatowego zatrudnienia, nadal może akceptować oferty pracy w niepełnym wymiarze godzin

source: • You are only available during hours which are not typical of the employment you are looking for, for example, looking for clerical office work in evenings only
pl: • Osoba jest dostępna wyłącznie w czasie nietypowych godzin poszukiwanej pracy, np. poszukuje pracy dla urzędnika, którą może wykonywać jedynie w godzinach wieczornych

source: • You are unwilling to take up an offer of reasonable short-time employment, for example, relief work or employment under a short-term contract
pl: • Osoba nie wykazuje woli podjęcia pracy krótkoterminowej, np. w zakresie pomocy humanitarnej lub zatrudnienia w oparciu o umowę na krótki okres

source: • You move to a location where your prospects of getting suitable employment are significantly reduced
pl: • Osoba przeprowadza się do miejsca, w którym perspektywy otrzymania odpowiedniej pracy są znacząco gorsze

source: However, the reasons for the move will be taken into account
pl: Będą jednak brane pod uwagę powody takiej przeprowadzki

source: • You are placing unreasonable restrictions on the distance which you are willing to travel to find work
pl: • Osoba nakłada nieuzasadnione ograniczenia związane z odległością, jaką chce pokonywać, dojeżdżając do pracy

source: However, access to public and private transport is taken into account
pl: Brany jest jednak pod uwagę dostęp do komunikacji publicznej i prywatnej

source: • You may also be asked about your responsibilities at home, for example, who is looking after your child dependents
pl: • Osoba zostanie również zapytana o obowiązki domowe, np

source: This question must be asked of both male and female applicants
pl: o to, kto zajmuje się dziećmi pozostającymi na utrzymaniu

source: If you are looking after a sick or older person and are not available for work you may be entitled to a carer’s payment
pl: W przypadku sprawowania opieki nad osobą chorą lub w podeszłym wieku i niemożności podjęcia pracy, osoba może być uprawniona do pobierania zasiłku dla opiekunów

source: You can read more about the available for work condition in the Department of Social Protection’s Operational Guidelines for Jobseeker's Allowance and Jobseeker's Benefit
pl: Więcej informacji na temat możliwości podjęcia pracy znajduje się w wytycznych operacyjnych Departamentu Ochrony Socjalnej dotyczących zasiłku dla osób poszukujących pracy i świadczenia dla osób poszukujących pracy

source: You must also show that you are genuinely looking for work
pl: Należy ponadto wykazać fakt aktywnego poszukiwania pracy

source: A day is not treated as a day of unemployment unless on that day you are genuinely seeking suitable full-time work
pl: Dany dzień nie jest uważany za dzień bezrobocia, jeżeli w tym dniu osoba aktywnie poszukuje pełnoetatowej pracy

source: If you are in part-time employment and getting a jobseeker's payment you must show that you are trying to get full-time employment on the days you are not working
pl: Jeżeli osoba jest zatrudniona w niepełnym wymiarze godzin i pobiera świadczenie dla osób poszukujących pracy, musi wykazać, że w dniach, w których nie pracuje, czyni starania mające na celu zdobycie pełnoetatowej pracy

source: You must be able to show that you are making genuine efforts to secure employment
pl: Osoba ubiegająca się o świadczenie musi wykazać, że aktywnie dąży do znalezienia pracy

source: You need to provide examples of such steps
pl: Należy przytoczyć przykłady takich działań

source: Steps which would indicate that you are considered to be genuinely seeking work may include:
pl: Działania, które mogą wskazywać, że osoba uznawana jest za aktywnie poszukującą pracy, mogą obejmować:

source: • Making oral or written applications for work
pl: • składanie ustnych lub pisemnych próśb o zatrudnienie;

source: • Looking for information on the availability of employment from employers, advertisements and employment agencies
pl: • wyszukiwanie informacji na temat dostępnego zatrudnienia u pracodawców, śledzenie ogłoszeń o pracy i ofert agencji zatrudnienia;

source: • Taking up reasonable training opportunities
pl: • korzystanie z adekwatnych szkoleń i kursów;

source: • Acting on the advice given by a DSP Case Officer or other placement agency such as the Local Employment Service (LES)
pl: LES (ang. Local Employment Service)

source: • Taking positive, well advised steps towards establishing yourself in self-employment such as researching possible areas of self-employment
pl: • podejmowania dobrze przemyślanych działań w kierunku samozatrudnienia, takich jak analiza obszarów i sektorów gospodarki umożliwiających założenie i utrzymanie jednoosobowej działalności gospodarczej;

source: • Preparing business plans for a self-employment project
pl: • przygotowywanie planów biznesowych pod kątem samozatrudnienia;

source: • Attending relevant "start your own business" courses or seeking information, advice or guidance in relation to any of these steps
pl: • uczestnictwo w odpowiednich kursach i szkoleniach na temat rozpoczynania i prowadzenia własnej firmy, korzystanie z usług doradczych dotyczących dowolnego z wymienionych działań

source: You can read more about the genuinely looking for work condition in the Department of Social Protection's Operational Guidelines for Jobseeker's Allowance and Jobseeker's Benefit
pl: Więcej informacji na temat aktywnego poszukiwania pracy znajduje się w wytycznych operacyjnych Departamentu Ochrony Socjalnej dotyczących zasiłku dla osób poszukujących pracy i świadczenia dla osób poszukujących pracy

source: Sanctions for not meeting the conditions of your jobseeker’s payment
pl: Kary za niespełnianie warunków otrzymywania świadczenia dla osób poszukujących pracy

source: You can be refused a jobseeker’s payment if you do not meet all the conditions that apply to the payment
pl: Istnieje możliwość odmowy przyznania świadczenia dla osób poszukujących pracy, jeżeli wnioskodawca nie spełni wszystkich wymagań

source: You can be disqualified from a payment for a period of time in certain circumstances
pl: W pewnych okolicznościach świadczeniobiorca możeutracić prawo do świadczenia na określony czas

source: You can also have your payment reduced (and subsequently stopped altogether for a period of time) if you do not attend meetings or participate in appropriate employment schemes, training or work experience
pl: Istnieje ponadto możliwość obniżenia kwoty świadczenia (a także późniejszego wstrzymania jego wypłacania na pewien czas) w przypadku niestawiania się na spotkania lub brak udziału w stosownych programach zatrudnienia lub szkoleniach bądź pracy

source: Disqualification from a jobseeker’s payment
pl: Pozbawienie prawa do świadczenia dla osób poszukujących pracy

source: You may be disqualified from getting a jobseeker’s payment for up to 9 weeks if you:
pl: Prawo przewiduje możliwość pozbawienia świadczeniobiorcy prawa do pobierania świadczenia dla osób poszukujących pracy na maksymalny okres 9 tygodni w następujących przypadkach:

source: • Left work voluntarily and without just cause
pl: • dobrowolne porzucenie pracy bez uzasadnionego powodu;

source: • Lost your job through misconduct
pl: • utrata pracy wskutek niewłaściwego postępowania;

source: • Refused or failed to engage with activation measures where a penalty rate applied (see below)
pl: • odmowa lub brak zaangażowania w działania aktywizujące w przypadkach, w których mają zastosowanie kary (patrz niżej);

source: You can be disqualified from Jobseeker’s Benefit if you are aged under 55 and get a redundancy payment of more than €50,000
pl: Możliwość utraty prawa do pobierania świadczenia dla osób poszukujących pracy dotyczy osób poniżej 55 roku życia, które otrzymały odprawę w wysokości powyżej 50 000 EUR

source: The exact length of your disqualification (up to 9 weeks) will depend on the amount of redundancy payment you receive
pl: Dokładna długość okresu pozbawienia prawa do świadczenia (maks. 9 tygodni) zależy od kwoty otrzymanej odprawy

source: You can also be disqualified from a jobseeker’s payment if you do not co-operate with the Department of Social Protection’s identity checking procedures for issuing you with a Public Services Card
pl: Utrata prawa do świadczenia dla osób poszukujących pracy może też nastąpić, jeżeli świadczeniobiorca nie współpracuje z Departamentem Ochrony Socjalnej w ramach procedur sprawdzania tożsamości w celu wydania karty usług publicznych (ang. Public Services Card)

source: You can appeal a decision to disqualify you from a payment to the Social Welfare Appeals Office
pl: Istnieje możliwość odwołania się od decyzji o utracie prawa do świadczenia w biurze odwoławczym opieki społecznej

source: When you apply for a jobseeker’s payment you will be asked to sign a Record of Mutual Commitments (pdf) which explains your rights and responsibilities while you are getting your jobseeker’s payment from the Department of Social Protection
pl: Ubiegając się o świadczenie dla osób poszukujących pracy, wnioskodawca zostanie poproszony o podpisanie listy wzajemnych zobowiązań (ang. Record of Mutual Commitments) (pdf). Dokument ten objaśnia prawa i obowiązki osoby pobierającej świadczenie z Departamentu Ochrony Socjalnej (DSP)

source: Depending on your personal profile, you may be given an appointment for a further meeting with a DSP Case Officer
pl: W zależności od indywidualnego profilu osoba może zostać poproszona o kolejne spotkanie z urzędnikiem DSP

source: At this meeting your Case Officer will discuss your options with you and agree your Personal Progression Plan to prepare you to find employment
pl: Podczas takiej rozmowy urzędnik omówi dostępne możliwości i uzgodni indywidualny plan postępu w celu przygotowania osoby do znalezienia pracy

source: You will get ongoing advice and support to help you meet the goals in your Personal Progression Plan
pl: Osoba może liczyć na ciągłe doradztwo i wsparcie mające na celu pomoc w osiągnięciu celów nakreślonych w indywidualnym planie postępu

source: You can read about the employment services the Department of Social Protection offers to jobseekers
pl: Zachęcamy do przeczytania informacji na temat usług z zakresu zatrudnienia oferowanych przez Departament Ochrony Socjalnej osobom poszukującym pracy

source: If you do not keep to the steps agreed in the Record of Mutual Commitments and the other conditions of your jobseeker’s payment, your payment can be reduced and eventually stopped altogether
pl: Jeżeli osoba poszukująca pracy nie realizuje działań uzgodnionych w dokumencie Lista wzajemnych zobowiązań oraz nie spełnia pozostałych warunków decydujących o przyznaniu świadczenia, zostanie ono pomniejszone, a nawet wstrzymane

source: Specifically you can be paid a penalty rate of JA or JB if you refuse or fail to:
pl: Istnieje możliwość naliczania kar od kwoty świadczenia lub zasiłku dla osób poszukujących pracy, jeżeli beneficjent odmawia wykonania lub nie realizuje następujących działań:

source: • Attend meetings requested by the DSP or
pl: • obecność na spotkaniach wyznaczanych przez DSP lub

source: • Participate in an appropriate employment support scheme, work experience or training
pl: • udział we właściwym planie wsparcia zatrudnienia, rezygnacja z podjęcia pracy lub szkolenia
